export default serviceTypes = [
  {
    id: 1,
    name: 'Выездной приём',
    price: {
      from: 900,
      to: 1200,
    },
    toDo: [
      {
        text: 'Выезд к заявителю с целью приема заявления.',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 900,
              to: 1200,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 900,
              to: 1200,
            },
          },
        ],
      },
      {
        text: 'Выезд к заявителю с целью приема запросов.',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 900,
              to: 1200,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 900,
              to: 1200,
            },
          },
        ],
      },
    ],
  },
  {
    id: 2,
    name: 'Консультация специалистов',
    price: {
      from: 4600,
      to: 36800,
    },
    toDo: [
      {
        text: 'Онлайн консультация (30 минут)',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 4600,
              to: 9200,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 9200,
              to: 18400,
            },
          },
        ],
      },
      {
        text: 'Личная консультация (1 час)',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 9200,
              to: 18400,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 18400,
              to: 9200,
            },
          },
        ],
      },
    ],
  },
  {
    id: 3,
    name: 'Курьерская доставка документов',
    price: {
      from: 920,
      to: 6440,
    },
    toDo: [
      {
        text: 'Внутри города',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 920,
              to: 2760,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 1840,
              to: 4600,
            },
          },
        ],
      },
      {
        text: 'Междугородняя доставка',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 1840,
              to: 4600,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 2760,
              to: 6440,
            },
          },
        ],
      },
    ],
  },
  {
    id: 4,
    name: 'Составление договоров',
    price: {
      from: 1000,
      to: 90000,
    },
    toDo: [
      {
        text: 'Простой договор',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 1000,
              to: 10000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 1500,
              to: 15000,
            },
          },
        ],
      },
      {
        text: 'Сложный договор',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 5000,
              to: 30000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 8000,
              to: 90000,
            },
          },
        ],
      },
    ],
  },
  {
    id: 5,
    name: 'Лекции и семинары',
    price: {
      from: 500,
      to: 50000,
    },
    toDo: [
      {
        text: 'Участие в лекции/семинаре',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 500,
              to: 5000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 900,
              to: 7000,
            },
          },
        ],
      },
      {
        text: 'Организация лекции/семинара',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 10000,
              to: 30000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 15000,
              to: 50000,
            },
          },
        ],
      },
    ],
  },
  {
    id: 6,
    name: 'Оформление недвижимости',
    price: {
      from: 3000,
      to: 110000,
    },
    toDo: [
      {
        text: 'Помощь в оформлении документов на покупку/продажу',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 3000,
              to: 10000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 7000,
              to: 30000,
            },
          },
        ],
      },
      {
        text: 'Юридическое сопровождение сделки',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 10000,
              to: 50000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 15000,
              to: 110000,
            },
          },
        ],
      },
    ],
  },
  {
    id: 7,
    name: 'Кадастровые услуги',
    price: {
      from: 500,
      to: 5000,
    },
    toDo: [
      {
        text: 'Проверка кадастровых данных',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 500,
              to: 2000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 700,
              to: 3000,
            },
          },
        ],
      },
      {
        text: 'Получение выписки из ЕГРН',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 600,
              to: 2500,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 1000,
              to: 5000,
            },
          },
        ],
      },
    ],
  },
  {
    id: 8,
    name: 'Межевой план',
    price: {
      from: 4000,
      to: 15000,
    },
    toDo: [
      {
        text: 'Подготовка межевого плана',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 4000,
              to: 20000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 7000,
              to: 30000,
            },
          },
        ],
      },
      {
        text: 'Согласование межевого плана с государственными органами',
        to: [
          {
            name: 'Для физических лиц',
            price: {
              from: 2000,
              to: 10000,
            },
          },
          {
            name: 'Для юридических лиц',
            price: {
              from: 3000,
              to: 15000,
            },
          },
        ],
      },
    ],
  },
  
]
